Repository: Sigaxe/sendy-translation
Catalog: locale/*/LC_MESSAGES/default.po
Languages: it_it

source: Please request Amazon to "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" to be able to send to and from any email address as well as raise your daily sending quota from 200 to any number you need.
it_it: Richiedere a "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">alza il tuo SES Sending</a>" per poter mandare a e da qualsiasi indirizzo email e aumentare la quota massima di invio mail da 200 a un qualsiasi numero.

source: Please also make sure to select the same 'Region' as what is set in your Sendy Settings (under 'Amazon SES region') when requesting for 'SES Sending Limits' increase.
it_it: Selezionare la stessa 'Regione' che è impostata nelle Impostazioni di Sendy (sotto la voce 'Amazon SES region') quando richiedi l'aumento del 'SES limite d'invio'.

source: Edit brand
it_it: Modifica il brand

source: Brand name
it_it: Nome del brand

source: The name of the brand you're sending from
it_it: Il nome del brand dal quale stai inviando

source: Checking if your 'From email' is verified in your SES console..
it_it: Controllando se il campo 'Email Da' è verificato nella tua SES console...

source: Unverified 'From email'
it_it: 'Email Da' non verificata

source: Your 'From email' or its domain is not verified in your Amazon SES console. Do either of the following:
it_it: Il tuo 'Email Da' o il suo dominio non sono verificati nella tua console Amazon SES. Seguire uno di questi passi:

source: Click here to verify this 'From email', Amazon will send a verification email to this 'From email'
it_it: Clicca qui per verificare questo 'Email Da', Amazon invierà un'email di verifica a questa 'Email Da'

source: Alternatively, verify this 'From email's 'domain' in your Amazon SES console
it_it: In alternativa, verifica il dominio di questa 'Email Da' nella tua Amazon SES console

source: When you verify a domain, you can use any 'From email' address belonging to that domain without having to verify them individually.
it_it: Quando verifichi un dominio, puoi usare uno dei seguenti indirizzi 'Email Da' che appartengono a quel dominio senza dover verificarli tutti individualmente.

source: Lastly, the 'From email' is case sensitive. Please ensure you are using the same case as the email address verified in your Amazon SES console.
it_it: Infine, l' 'Email Da' è case sensitive. Sii certo di utilizzare li stessi caratteri dell'indirizzo email da verificare nella tua console Amazon SES.

source: 'From email' pending verification
it_it: Verifica in corso di 'Email Da'

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification.
it_it: La tua 'Email Da' o il suo dominio è in corso di verifica nella tua console di Amazon SES. Terminare la verifica.

source: Unable to communicate with Amazon SES API
it_it: Impossibile comunicare alle tue Amazon SES API

source: Please check the error message on the left for instructions.
it_it: Controllare il messaggio di errore a sinistra per istruzioni.

source: Congrats! This 'From email' is verified.
it_it: Congratulazioni! Questa 'Email Da' è verificata.

source: Please wait..
it_it: Attendere Prego...

source: A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
it_it: Una email di conferma è stata inviata al tuo indirizzo 'Email Da' con un link di conferma per completare l'installazione. Clicca il link per completare l'operazione, quindi ricarica questa pagina.

source: Two verification emails has been sent to both your login email address and the above 'From email' address. Please click the verification link in both emails to complete the verification, then refresh this page.
it_it: Due email di conferma sono state inviate ad entrambi gli indirizzi email di registrazione e all'indirizzo 'Email Da'. Clicca il link di conferma di entrambe le email per completare l'operazione, quindi ricarica questa pagina.

source: Unable to send your 'From email' address to Amazon SES for verification! Please try again later.
it_it: Impossibile inviare il tuo indirizzo 'Email Da' ad Amazon SES per la conferma! Riproare più tardi.

source: Sorry, unable to verify email address. Please try again later!
it_it: Ci dispiace, non possiamo eseguire l'operazione. Riprova più tardi!

source: (empty field to disable attachments in campaigns)
it_it: (Campo vuoto per disabilitare gli allegati nelle campagne)

source: Brand logo
it_it: Logo del brand

source: (32 x 32 pixel, jpeg, jpg, gif or png format)
it_it: (32 x 32, formati jpeg, jpg, gif e png)

source: Confirm delete this logo?
it_it: Confermi l'eliminazione di questo logo?

source: Could not create '/logos/' directory. Please make sure permissions in /uploads/ folder is set to 777. Your logo has not been uploaded.
it_it: Non sono riuscito a creare la cartella '/logos/'. Per favore assicurati che i permessi della cartella /uploads/ siano impostati su 777. Il tuo logo non è stato aggiornato.

source: Please upload only these file formats: jpeg, jpg, gif or png.
it_it: Per favore carica solamente file in questi formati: jpeg, jpg, gif e png.

source: Could not upload image to '/logos/' folder. <br/>Please make sure permissions in /uploads/ folder is set to 777. <br/>Then remove the /logos/ folder in the /uploads/ folder and try again.
it_it: Non sono riuscito a caricare l'immagine nella cartella '/logos/'. <br/>Per favore assicurati che i permessi della cartella /uploads/ siano impostati su 777.<br/> Successivamente rimuovi la cartella /logos/ in /uploads/ e riprova.

source: SMTP settings (only if you're not using Amazon SES)
it_it: Impostazioni SMTP (solo se non stai usando Amazon SES)

source: If you prefer using other email service providers over Amazon SES for sending emails, set your SMTP settings here. You must also remove your 'Amazon Web Services Credentials' from the main settings so that emails are sent via these SMTP settings. Note that multi-threading is not supported, bounces and complaints will also not be registered if you use other email service providers to send emails.
it_it: Se preferisci usare altri servizi provider di email anziché Amazon SES, modifica qui le impostazioni SMTP. Devi inoltre rimuovere le tue 'Amazon Web Services Credentials' (credenziali di AWS) dalle impostazioni principali in modo che le email siano inviate con questa configurazione SMTP. N.B.: il multi-threading non è supportato, i bounces e i complaints non saranno registrati se utilizzi un service provider diverso per inviare le tue email.

source: Port
it_it: Porta

source: Username (usually your email)
it_it: Username (la tua email)

source: Leave blank to not change it
it_it: Lascia vuoto qui per non modificare

source: If this brand is one of your client, you can allow them to send newsletters on their own at a fee you preset below. Generate a new password below so that they can login with it.
it_it: Se questo brand è uno dei tuoi clienti, puoi autorizzarli ad inviare newsletters per una rata impostata in precedenza. Genera la nuova password qui sotto così che i clienti possano connettersi con quella.

source: Also, don't forget to set your PayPal account email address in
it_it: Inoltre non dimenticarti di impostare il tuo username dell'account PayPal in

source: Settings
it_it: Impostazioni

source: Client login details
it_it: Dettagli del login del client

source: Login URL
it_it: URL di login

source: Login email
it_it: Email di login

source: This login email is already in use by your main login email address set in your main Settings. Please use another email address or remove the email address from the field.
it_it: Questa email per il login è già in uso come email per il login principale impostato nelle tue Impostazioni principali. Inviare un altro indirizzo email o rimuovere l'indirizzo email precedente dal campo.

source: Generate new password
it_it: Crea una nuova password

source: Two-factor authentication is currently <strong class="label label-success">enabled</strong>
it_it: La Two-factor authentication è al momento <strong class="label label-success">attiva</strong>

source: Disable two-factor authentication
it_it: Disabilita la Two-factor authentication

source: Two-factor authentication is currently <strong class=\"label\">disabled</strong>
it_it: La two-factor authentication è al momento <strong class="label">disabilitata</strong>

source: (two-factor authentication can only be enabled by the brand user while logged in to their account)
it_it: (La two-factor authentication puo' essere autorizzato solamente dall'utilizzatore del brand mentre sei loggato nel tuo account)

source: Unable to save. Please try again.
it_it: Oops! Non riusciamo a salvare, riprova più tardi.

source: Two-factor authentication is currently <strong class="label">disabled</strong>
it_it: La two-factor authentication è al momento <strong class="label">disabilitata</strong>

source: Language
it_it: Lingua

source: Client privileges
it_it: Privilegi Cliente

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. You can however adjust these privileges below.
it_it: Di default, il tuo cliente avrà accesso completo al loro brand così che possano controllare la tua lista, gli iscritti, le campagne, i template e vedere i reports. Tu puoi comunque aggiustare i privilegi qui sotto.

source: Client can access campaigns
it_it: Il cliente può accedere alla campagna

source: Client can access templates
it_it: Il cliente può accedere ai template

source: Client can access lists and subscribers
it_it: Il cliente può accedere alle liste e agli iscritti

source: Client can access campaign reports
it_it: Il cliente può accedere ai report della campagna

source: Campaign sent notifications
it_it: Notifiche di invio campagna

source: When a campaign is sent successfully, a 'Campaign sent' email notification is sent to the 'From email' address that was used to send out the campaign. If you want the same email notification to be sent to your main login email address as well so that you're notified each time your client sends out a campaign, check the box below.
it_it: Quando una campagna è inviata correttamente, una email di 'Invio Campagna' è inviata al tuo indirizzo 'Email Da' utilizzato per l'invio della campagna. Se vuoi che la stessa email di notifica venga inviata anche al tuo indirizzo di login principale così che tu venga notificato tutte le volte che il cliente invia una campagna, controlla il box qua sotto.

source: Send email notifications to my main login email
it_it: Invia una email di notifica ala mail email di login

source: Campaign fee settings
it_it: Impostazione dei costi della campagna

source: Currency
it_it: Valuta

source: Delivery Fee
it_it: Costo di invio

source: Cost per recipient
it_it: Costo per destinatario

source: Set monthly limit
it_it: Imposta un limite mensile

source: Number of emails per month
it_it: Numero di email al mese

source: No limits
it_it: Nessun limite

source: Set limit
it_it: Imposta un limite

source: Currently used
it_it: Attualmente in uso

source: Reset limit on which day of the month?
it_it: In che giorno del mese dobbiamo reimpostare i limiti?

source: Edit list
it_it: Modifica la lista

source: List name
it_it: Nome della lista

source: The list name
it_it: Il nome della lista

source: Subscribe settings
it_it: Impostazioni di sottoscrizione

source: List type
it_it: Tipo di lista

source: If you select double opt-in, users will be required to click a link in a confirmation email they'll receive when they sign up via the subscribe form or API.
it_it: Se selezioni il doppio out-in, all'utente sarà richiesto di cliccare sul link nell'email di conferma che riceverà quando si iscriverà con il modulo d'iscrizione o trami API.

source: Single Opt-In
it_it: Singolo Opt-in

source: Double Opt-In
it_it: Doppio Opt-in

source: Subscribe success page
it_it: Pagina di iscrizione effettuata con successo

source: When users subscribe through the subscribe form, they'll be sent to a generic subscription confirmation page. To redirect users to a page of your preference, enter the link below. If you chose double opt-in as your List Type, this page will tell them a confirmation email has been sent to them.
it_it: Quando gli utenti si iscrivono attraverso il modulo d'iscrizione, saranno reindirizzati in una pagina di conferma iscrizione. Per reindirizzare gli utenti ad una pagina a scelta, inserisci il link qua sotto. Se scegli il doppio Opt-in come tuo Tipo di Lista, questa pagina confermerà a loro che una email è stata inviata.

source: Page URL
it_it: URL della pagina

source: You can also pass variables into your custom 'Subscribe success page' like so
it_it: Puoi anche passare delle variabili alla tua 'Pagina di Successo Iscrizione' personalizzata come segue

source: Example
it_it: Esempio

source: <code>%n</code> will be converted into the subscriber's name
it_it: <code>%n</code> sarà convertita nel tuo nome utente

source: <code>%e</code> will be converted into the 'email'
it_it: <code>%e</code> sarà convertita nell'email

source: <code>%l</code> will be converted into the 'listID'
it_it: <code>%l</code> sarà convertita nel 'listID'

source: Subscription confirmed page
it_it: Pagina di conferma dell'iscrizione

source: only applies for double opt-ins
it_it: applica solo per i doppi Opt-in

source: If your List Type is double opt-in, users who clicked the confirmation URL will be sent to a generic confirmation page. To redirect users to a page of your preference, enter the link below.
it_it: Se il tuo tipo di lista è doppio Opt-in, gli utenti che hanno cliccato l'URL di conferma saranno reindirizzati ad una pagina di conferma generica. Per reinderizzarli ad una pagina di tua preferenza, inserisci il link qua sotto.

source: You can also pass variables into your custom 'Subscription confirmed page' like so
it_it: Puoi anche passare delle variabili alla tua 'Pagina di Successo Iscrizione' personalizzata come segue

source: Send user a thank you email after they subscribe through the subscribe form or API?
it_it: Inviare all'utente una email di ringraziamento dopo che si è registrato dal form d'iscrizione o dalla API?

source: Thank you email subject
it_it: Soggetto dell'email di ringraziamento

source: Email subject
it_it: Soggetto dell'email

source: Thank you email message
it_it: Messaggio dell'email di ringraziamento

source: Email message
it_it: Messaggio dell'email

source: Confirmation email subject
it_it: Soggetto dell'email di conferma

source: A generic subject line will be used if you leave this field empty.
it_it: Verrà utilizzato un soggetto generico se lasci questo campo vuoto.

source: Subject of confirmation email
it_it: Soggetto dell'email di conferma

source: Double Opt-In confirmation message
it_it: Messaggio di conferma della Doppia Opt-In

source: A generic email message will be used if you leave this field empty.
it_it: Per questa mail verrà utilizzato un messaggio generico se lasci questo campo vuoto.

source: Don't forget to include the confirmation link tag
it_it: Non dimenticarti di includere il tag del link di conferma

source: somewhere in your message
it_it: da qualche parte nel tuo messaggio

source: Unsubscribe settings
it_it: Impostazioni di annullamento dell'iscrizione

source: Unsubscribe user
it_it: Utenti non più iscritti

source: When a user unsubscribes from a newsletter or through the API, choose whether to unsubscribe them from this list only, or unsubscribe them from all lists in this brand.
it_it: Quando un utente annulla l'iscrizione dalla newsletter o attraverso la API, scegli se rimuoverlo solamente dalla lista corrente o se rimuoverlo da tutte le liste in questo brand.

source: Only this list
it_it: Solo questa lista

source: All lists
it_it: Tutte le liste

source: Unsubscribe confirmation page
it_it: Pagina di conferma dell'annullamento dell'iscrizione

source: When users unsubscribe from a newsletter, they'll be sent to a generic unsubscription confirmation page. To redirect users to a page of your preference, enter the link below.
it_it: Quando gli utenti annulla l'iscrizione da questa newsletter, saranno reindirizzati su una pagina generica di conferma dell'annullamento dell'iscrizione. Per reindirizzare gli utenti ad una pagina specifica da te scelta inserisci il link qui sotto.

source: You can also pass variables into your custom 'Unsubscribe confirmation page' like so
it_it: Puoi anche passare delle variabili alla tua 'Pagina di conferma disiscrizione' personalizzata come segue

source: <code>%s</code> will be converted into the full 're-subscribe' URL
it_it: <code>%s</code> sarà convertito nell'URL 'Ri-iscriviti'

source: Send user a confirmation email after they unsubscribe from a newsletter or through the API?
it_it: Invia all'utente un'email di conferma dopo che ha annullato la propria iscrizione da una newsletter o per mezzo di un'API?

source: Goodbye email subject
it_it: Soggetto dell'email di addio

source: Goodbye email message
it_it: Messaggio dell'email di addio

source: Edit template
it_it: Modifica il template

source: Edit campaign
it_it: Modifica la campagna

source: Please verify your email address
it_it: Verifica il tuo indirizzo email

source: Before you can use the email address as your 'From email' to send emails, please click the following link to verify that the email address belongs to you
it_it: Prima di utilizzare il tuo indirizzo email come tuo 'Email Da' per inviare le email, controlla il seguente link per verificare che l'indirizzo email ti appartenga

source: Date signed up
it_it: Iscrizione in base alla data

source: Signed up via
it_it: Iscritto via

source: Opt-in method
it_it: Metodo Opt-In

source: IP address
it_it: Indirizzo IP

source: Referrer
it_it: Referenza

source: Can't export CSV. Number of records may be too large. Try increasing MySQL's max_allowed_packet.
it_it: Non è possibile esportare il CSV. Il numero di record potrebbe essere troppo grande. Prova incrementando il MySQL max_allowed_packet.

source: Sent annually based on
it_it: Invia annualmente basandoti su

source: Sent once based on
it_it: Invia una volta sola basandoti su

source: Unable to upload attachment
it_it: Impossibile caricare l'allegato

source: Please ensure the /uploads/ folder permission is set to 777.
it_it: Assicurati che i permessi della cartella /uploads/ sia impostata su 777.

source: Unable to save autoresponder email
it_it: Impossibile salvare l'email dell'autoresponder

source: Please ensure you have granted FULL privileges to your MySQL user for your database.
it_it: Assicurati che ti siano stati garantiti TUTTI i privilegi al tuo utente MySQL per il tuo database.

source: Unable to create autoresponder email
it_it: Impossibile creare l'email dell'autoresponder

source: Unable to save campaign
it_it: Impossibile salvare la campagna

source: Unable to create campaign
it_it: Impossibile creare la campagna

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Campaign sent
it_it: Campagna inviata

source: Your campaign has been successfully sent to
it_it: La tua campagna è stata inviata con successo a

source: Your campaign has been sent
it_it: La tua campagna è stata inviata a

source: APP_PATH not set
it_it: APP_PATH non impostato

source: Please set your APP_PATH in /includes/config.php to your Sendy installation URL.
it_it: Per favore configura il tuo APP_PATH in /includes/config.php con il tuo URL di installazione di Sendy.

source: Invalid license or domain
it_it: Invalida licenza o dominio

source: Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
it_it: Riferirsi a questo <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">consiglio di risoluzione errori</a>.

source: Outgoing connections blocked
it_it: Connessione in uscita bloccata

source: Your server has a firewall blocking outgoing connections. Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
it_it: Il tuo server ha un firewall che blocca le connessioni in uscita. Riferirsi a questo <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">consiglio risoluzione errori</a>.

source: Upgrade your license to 3.x
it_it: Aggiorna la tua licenza a 3.x

source: Your Sendy license requires an upgrade to version 3.x. Please visit <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> to purchase an upgrade in order to proceed.
it_it: La tua licenza di Sendy richiede un'aggiornamento al 3.x. Visitare <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> per acquistare una licenza e procedere.

source: 'simplexml' extension not installed on your server
it_it: Estensione 'simplexml' non installata nel tuo server

source: We have detected that the 'simplexml' is not installed on your server. Sendy may not be able to load your Amazon SES quotas. Please see the answer on this page to resolve this issue
it_it: Abbiamo riscontrato che 'simplexml' non è installata nel tuo server. Sendy potrebbe non essere in grado di caricare le tue quote Amazon SES. Visitare la risposta su questo server per risolvere il problema

source: Once done, refresh this page and this error message should disappear.
it_it: Una volta fatto, ricarica questa pagina e il messaggio di errore dovrebbe sparire.

source: Add a new brand
it_it: Aggiungi un nuovo brand

source: Essential tags (HTML only)
it_it: Tag essenziali (solo HTML)

source: The following tags can only be used on the HTML version
it_it: I tag seguenti possono essere utilizzati solo nella versione in HTML

source: Webversion link
it_it: Link per la versione web

source: View web version
it_it: Visualizza la versione web

source: Unsubscribe link
it_it: Link per annullare l'iscrizione

source: Unsubscribe here
it_it: Annulla l'iscrizione qui

source: Essential tags
it_it: Tag esenziali

source: The following tags can be used on both Plain text or HTML version
it_it: I seguenti tag possono essere utilizzati sia nel testo semplice che nella versione in HTML

source: Personalization tags
it_it: Tag di personalizzazione

source: Two digit day of the month (eg. 01 to 31)
it_it: Rappresentazione con due cifre per il giorno del mese (es. da 01 a 31)

source: A full textual representation of the day (eg. Friday)
it_it: Rappresentazione completamente testuale del giorno (es. Venerdì)

source: Two digit representation of the month (eg. 01 to 12)
it_it: Rappresentazione con due cifre per il mese (es. da 01 a 12)

source: Full month name (eg. May)
it_it: Nome completo del mese (es. Maggio)

source: Four digit representation of the year (eg. 2014)
it_it: Rappresentazione con quattro numeri per l'anno (es. 2015)

source: Custom field tags
it_it: Tag di campi personalizzati
