Repository: Sigaxe/sendy-translation
Catalog: locale/*/LC_MESSAGES/default.po
Languages: it_it

source: (set to 0 so that execution won't time out indefinitely)
it_it: (Imposta a 0 così che l'esecuzione non termini indefinitamente)

source: Alternatively, try splitting your huge CSV file into several smaller sized CSV files and import them one after another.
it_it: In alternativa, prova a dividere il file CSV in diversi file più piccoli e importarli uno per uno.

source: Could not upload file. Please make sure permissions in /uploads/ folder is set to 777. Then remove the /csvs/ folder in the /uploads/ folder and try again.
it_it: Impossibile fare l'upload del file. Assicurati che i permessi nella cartella /uploads/ siano 777. Quindi rimuovi la cartella /csvs/ in /uploads/ e riprova.

source: CSV format
it_it: Formato CSV

source: Format your CSV the same way as the example below (without the first title row)
it_it: Formatta il tuo CSV nello stesso modo dell'esempio sottostante (senza la prima riga di titolo)

source: Your CSV columns should be separted by commas, not semi-colons or any other characters
it_it: Le colonne del tuo file CSV dovrebbero essere separate da punti, non punti e virgola o altri caratteri

source: The number of columns in your CSV should be the same as the example below
it_it: Il numero di colonne nel tuo file CSV dovrebbe essere lo stesso dell'esempio sotto

source: If you want to import more than just name & email
it_it: Se vuoi importare più del solo nome e della password

source: create custom fields first
it_it: prima crea un campo personalizzato

source: If your CSV is huge and your server constantly timeout
it_it: Se il tuo CSV e il tuo server perde connessione continuamente

source: By setting up a cron job, your CSV will continue to import without needing your window to be opened and timeouts will automatically be handled as well.
it_it: Impostando un cron job, il tuo CSV continuerà ad importare senza che la tua finestra rimanga aperta e anche il timeout sarà gestito automaticamente.

source: To import large CSVs more reliably and have Sendy handle server timeouts, add a
it_it: Per importare grandi file CSV in maniera più sicura, e fare in modo che Sendy gestisca i server timeouts, aggiungi un

source: This command can be run at any time interval you want. You'll need to set your cron job with the following.
it_it: Questo comando può essere eseguito in qualsiasi momento vuoi. Dovrai impostare il cron job nel modo seguente.

source: The above cron job runs every 1 minute. You can set it at 5 minutes (eg. */5) or any interval you want. The shorter the interval, the faster your CSV will start to import. Once added, wait for cron job to start running. If your cron job is functioning correctly, the blue informational message will disappear and future CSV imports will be done via cron.
it_it: Il cron job qui sopra viene eseguito ogni minuto. Puoi impostarlo per essere eseguito a 5 minuti (per esempio */5) o ad un qualsiasi intervallo tu voglia. Più piccolo l'intervallo, più veloce comincerà ad importare il tuo CSV. Una volta aggiunto, aspetta che il cron job cominci ad essere eseguito. Se il tuo cron job funziona correttamente, un messaggio informativo blu scomparirà e i import di futuri CSV saranno effettuati tramite cron job.

source: Add name and email per line
it_it: Aggiungi nome ed email per riga

source: Name and email
it_it: Nome e email

source: to import more than just name and email, import via CSV
it_it: per importare più campi rispetto ai soli nome e cognome, importali via CSV

source: Verification success
it_it: Verifica corretta

source: Verification failed
it_it: Verifica fallita

source: Your email has been verified!
it_it: La tua mail è stata verificata!

source: Verification failed.
it_it: Verifica fallita.
