Repository: Sigaxe/sendy-translation
Catalog: locale/*/LC_MESSAGES/default.po
Languages: it_it

source: Can't connect to database
it_it: Impossibile connettersi al database

source: There is a problem connecting to the database. Please try again later.
it_it: C'è un problema di connessione al database. Si prega di riprovare più tardi.

source: All campaigns
it_it: Tutte le campagne

source: Create & send new campaign
it_it: Crea e invia una nuova campagna

source: New campaign
it_it: Visualizza la campagna

source: Create a new campaign
it_it: Crea una nuova campagna

source: Or use a template
it_it: Altrimenti usa un template

source: Campaigns RSS feed
it_it: Campagna RSS feed

source: The following is the link to your campaigns RSS feed. This RSS feed displays an archive of the last 100 campaigns previously sent.
it_it: Il seguente è il link alla tua campagna RSS feed. Questo RSS feed mostra un archivio delle ultime 100 campagne precedentemente inviate.

source: Some ways to use your RSS feed
it_it: Alcuni modi per utilizzare il tuo RSS feed

source: Integrate your campaigns feed with your website or application anyway you like
it_it: Integra la tua campagna feed con il tuo sito web o l’applicazione in qualsiasi modo

source: Display an archive of your past campaigns on your website or application
it_it: Mostra un archivio di una campagna passata sul tuo sito web o sulla tua applicazione

source: Let your audience subscribe to your RSS feed so they'll get notified whenever you send a campaign. Good for users who prefers RSS over email (or even both)
it_it: Fai in modo che la tua audience si iscriva al tuo RSS feed così che venga notificata in qualsiasi momento sia pronta una nuova campagna. Utile per chi preferisci RSS alle email (o a tutti e due)

source: Okay
it_it: Ok

source: Campaign
it_it: Campagna

source: Recipients
it_it: Destinatari

source: Sent
it_it: Inviato

source: Unique Opens
it_it: Visualizzazioni uniche

source: Unique Clicks
it_it: Click unici

source: Duplicate
it_it: Duplica

source: Delete
it_it: Elimina

source: Draft
it_it: Bozza

source: Define recipients & send
it_it: Inserisci i destinatari e invia

source: Scheduled
it_it: Programmato

source: Scheduled on
it_it: Programmato per

source: opened
it_it: aperto

source: Tracking disabled
it_it: Tracciamento disabilitato

source: clicked
it_it: cliccato

source: Sending
it_it: Sto inviando

source: Currently sending your campaign to
it_it: Sto inviando la tua campagna a

source: recipients
it_it: destinatari

source: If you think sending has stopped before it was completely sent, click to continue sending to the rest of your recipients
it_it: Se pensi che l'invio si sia fermato prima che fosse stato completato, clicca per continuare l'invio ai destinatari rimanenti

source: Resume
it_it: Riprendi

source: Checking..
it_it: Sto controllando..

source: Confirm delete
it_it: Conferma eliminazione

source: Sorry, unable to delete. Please try again later!
it_it: Ci dispiace, non possiamo eliminare. Riprova più tardi!

source: Only continue if you think that sending has stopped. Resume sending?
it_it: Continua solamente se pensi che l'invio si sia fermato. Riprendere l'invio?

source: View report for this campaign
it_it: Visualizza il report per questa campagna

source: Error retrieving count
it_it: Errore recuperando il conto

source: Preparing
it_it: Sto preparando

source: Preparing to send your campaign to
it_it: Sto preparando l'invio della tua campagna a

source: Preparing to send
it_it: Sto preparando l'invio

source: Edit this campaign
it_it: Modifica questa campagna

source: Edit
it_it: Modifica

source: Download CSV of emails that were not delivered to even after retrying
it_it: Scarica il CSV delle email che non sono state consegnate anche dopo il rinvio

source: not delivered
it_it: non inviato

source: There are no campaigns yet
it_it: Non ci sono campagne al momento

source: Send one
it_it: Iniziane una

source: Choose a brand you'd like to duplicate this campaign on
it_it: Scegli il branch sul quale vuoi duplicare questa campagna

source: Cancel
it_it: Annulla

source: Your cron job may not be working
it_it: Il tuo cron job potrebbe non funzionare

source: Your campaign has been in 'Preparing' status for more than 5 minutes. This means that your cron job aren't executing the 'scheduled.php' script to start sending. If your campaign does not go into 'Sending' status in the next 5 minutes, please see this troubleshooting tip
it_it: La tua campagna è in preparazione da più di 5 minuti. Questo vuol dire che il tuo cron job non sta eseguendo il file ‘scheduled.php’ per far partire l’inno. Se la tua campagna non va in stato di ’Invio’ nei prossimi 5 minuti, guarda questo suggerimento per la risoluzione errori

source: Close
it_it: Chiudi

source: The subject of your email is required
it_it: È necessario il soggetto per questa email

source: 'From name' is required
it_it: È necessario inserire il nome del mittente

source: A valid 'From email' is required
it_it: È necessario inserire la email del mittente

source: A valid 'Reply to' email is required
it_it: Una valida email ‘Rispondi a’ è necessaria

source: Your HTML code is required
it_it: È necessario il tuo codice HTML

source: Please specify a number
it_it: Per favore specificare un numero

source: immediately
it_it: immediatamente

source: on
it_it: su

source: Create autoresponder email
it_it: Crea una email per l'autoresponder

source: For
it_it: Per

source: Send email
it_it: Invia email

source: minutes
it_it: minuti

source: hours
it_it: ore

source: days
it_it: giorni

source: weeks
it_it: settimane

source: months
it_it: mesi

source: after they subscribe
it_it: dopo la loro iscrizione

source: before
it_it: prima

source: after
it_it: dopo

source: each subscriber's
it_it: di ogni iscritto

source: Subject
it_it: Soggetto

source: Subject of this email
it_it: Soggetto di questa email

source: From name
it_it: Nome del mittente

source: From email
it_it: Mail del mittente

source: Reply to email
it_it: Risposta ad un'email

source: Plain text
it_it: Testo semplice

source: Plain text of this email
it_it: Testo semplice di questa email

source: Query string
it_it: Stringa query

source: Optionally append a query string to all links in your email newsletter. A good use case is Google Analytics tracking. Don't include '?' in your query string.
it_it: Eventualmente accoda una query string a tutti i link nella tua newsletter. Un esempio di buon utilizzo è il tracciamento di Google Analytics. Non includere '?' nella tua query string.

source: Attachments
it_it: Allegati

source: Track opens
it_it: Traccia le aperture

source: Yes
it_it: Sì

source: Track clicks
it_it: Traccia i click

source: Save
it_it: Salva

source: Save autoresponder email
it_it: Salva email per l'autoresponder

source: Back to autoresponder email list
it_it: Torna indietro alla lista degli autoresponder

source: Disable Grammarly extension in your browser
it_it: Disabilita l’estensione Grammarly sul tuo browser

source: Disable Grammarly extension in your browser (please see image below)
it_it: Disabilita l’estensione ‘Grammarly’ nel tuo browser (nell’immagine seguente)

source: Then refresh this page
it_it: Quindi ricarica la pagina

source: HTML code
it_it: Codice HTML

source: Save and switch to HTML editor
it_it: Salva e passa all'editor HTML

source: Switch to HTML editor if the WYSIWYG editor is causing your newsletter to look weird.
it_it: Passa all'editor HTML se quello WYSIWYG causa problemi nella visualizzazione della tua newsletter.

source: Untitled
it_it: Senza titolo

source: Email content
it_it: Contenuto dell'email

source: Use the following tags in your subject, plain text or HTML code and they'll automatically be formatted when your campaign is sent. For web version and unsubscribe tags, you can style them with inline CSS.
it_it: Usa i seguenti tags nell’oggetto della mail, il testo o il codice HTML e verranno automaticamente formattati quando la tua campagna sarà inviata. Per i tag versione web e annulla sottoscrizione, puoi formattarli con CSS inline.

source: Switch to the WYSIWYG editor to use formatting tools.
it_it: Passa all'editor WYSIWYG per usare gli strumenti di formattazione.

source: Save and switch to WYSIWYG editor
it_it: Salva e passa all'editor WYSIWYG

source: Sorry, unable to toggle. Please try again later!
it_it: Ci dispiace, impossibile eseguire l'operazione. Per favore riprova più tardi!

source: Autoresponder emails
it_it: Email dell'autoresponder

source: Add a new email to this autoresponder
it_it: Aggiungi una nuova email a questo autoresponder

source: Send
it_it: Invia

source: Enabled
it_it: Abilita

source: On
it_it: Su

source: sign up
it_it: iscriviti

source: Annually on
it_it: Annualmente attivo

source: Once on
it_it: Attiva una volta

source: signup
it_it: iscriviti

source: Preview
it_it: Anteprima

source: View report
it_it: Visualizza il report

source: No autoresponder emails are set up.
it_it: Non è configurata alcuna email per l'autoresponder.

source: Back to autoresponders list
it_it: Torna indietro alla lista degli autoresponder

source: Autoresponder name is required
it_it: È necessario un nome per l'autoresponder

source: Autoresponders
it_it: Autoresponder

source: List
it_it: Lista

source: Back to lists
it_it: Torna alle liste

source: You can't create an autoresponder based on a custom field already in use by another autoresponder.
it_it: Non puoi creare un autoresponder basato su un campo personalizzato già in uso da un altro autoresponder.

source: Create a new autoresponder
it_it: Crea un nuovo autoresponder

source: All types of autoresponders have been created
it_it: Tutti i tipi di autoresponder sono stati creati

source: You can create more emails in each type of autoresponder that you have previously created below.
it_it: Puoi creare nuovi emails in ogni tipo di autoresponder che hai precedentemente creato.

source: To create more 'Send annually' and 'Send on date' autoresponders, add more 'Date based' custom fields to this list.
it_it: Per creare più ‘Invia annualmente’ e ‘Invia in quella data’ autoresponder, aggiungi più ‘Cronologico’ campi personalizzati a questa lista.

source: Autoresponder name
it_it: Nome dell'autoresponder

source: Autoresponder type
it_it: Tipo di autoresponder

source: Drip campaign
it_it: Campagna programmata

source: Create a sequence of emails that automatically sends to subscribers after they sign up.
it_it: Crea una sequenza di email che vengono automaticamente inviate agli iscritti dopo che si sono iscritti.

source: A drip campaign autoresponder has already been created. You cannot create another drip campaign but you can add more emails to the sequence.
it_it: Una campagna programmata esiste già. Non puoi crearne un’altra ma puoi aggiungere più email alla sequenza.

source: There are no available 'date based custom fields' to create anniversary or date based autoresponders.
it_it: Non ci sono ‘Campi cronologici personalizzabili’ per creare anniversari o autoresponder cronologici.

source: Send annually
it_it: Invii annui

source: Create emails that automatically sends annually to subscribers, eg. anniversaries or birthdays.
it_it: Crea delle email che fanno invii annuali in modo automatico agli iscritti, ad esempio ricorrenze o compleanni.

source: Based on this date
it_it: Basato su questa data

source: Send on date
it_it: Invia in data

source: Create one off emails that sends automatically on a specific date. eg. one off reminders.
it_it: Crea email che si inviano automaticamente una tantum in date specifiche, ad esempio i reminders.

source: Save & next
it_it: Salva e continua

source: or
it_it: o

source: cancel
it_it: cancella

source: Existing autoresponders
it_it: Autoresponder esistente

source: Type
it_it: Tipo

source: Emails sent
it_it: Email inviate

source: No emails have been set up
it_it: Nessuna email è stata configurata

source: All associated autoresponder emails will be permanently deleted.
it_it: Tutte le email associate all'autoresponder saranno eliminate permanentemente.

source: No autoresponders
it_it: Nessun autoresponder

source: No opens yet!
it_it: Ancora nessuna visualizzazione!

source: Tracking disabled for opens
it_it: Disabilita tracciamento per l’apertura

source: There are no links for this autoresponder.
it_it: Non ci sono link per questo autoresponder.

source: Tracking disabled for clicks
it_it: Disabilita tracciamento per i click

source: Activity
it_it: Attività

source: Marked as spam
it_it: Segnato come spam

source: Bounced
it_it: Respinto

source: Unsubscribed
it_it: Iscrizione rimossa

source: Clicked
it_it: Cliccato

source: Unopened
it_it: Non aperto

source: Opened
it_it: Aperto

source: Autoresponder report
it_it: Report dell'autoresponder

source: View the web version
it_it: Visualizza la versione web

source: sent to
it_it: inviato a

source: subscribers
it_it: iscritti

source: unique
it_it: unico

source: times
it_it: volte

source: not opened
it_it: non aperto

source: clicked a link
it_it: link cliccato

source: unsubscribed
it_it: non iscritto

source: bounced
it_it: respinto

source: marked as spam
it_it: segnato come spam

source: Link activity
it_it: Attività sui collegamenti

source: Export subscribers who clicked
it_it: Esporta gli iscritti che hanno cliccato

source: Unique
it_it: Unico

source: Total
it_it: Totale

source: Last 10 opened
it_it: Ultimi 10 aperti

source: Export subscribers who opened
it_it: Esporta gli iscritti che hanno aperto

source: Name
it_it: Nome

source: Status
it_it: Stato

source: No one opened yet.
it_it: Nessuno l'ha ancora visualizzata.

source: Subscribed
it_it: Iscritto

source: No name
it_it: Senza nome

source: Last 10 unsubscribed
it_it: Ultimi 10 non iscritti

source: Export subscribers who unsubscribed
it_it: Esporta gli iscritti che hanno annullato l'iscrizione

source: Date
it_it: Data

source: No one unsubscribed from this autoresponder!
it_it: Nessuno ha ancora annullato l'iscrizione da questo autoresponder!

source: Last 10 bounced emails
it_it: Ultime 10 email respinte

source: Export subscribers who bounced
it_it: Esporta gli iscritti che hanno respinto

source: No emails bounced from this autoresponder!
it_it: Nessuna email inviata da questo autoresponder è stata respinta!

source: Last 10 marked as spam
it_it: Ultime 10 email segnalate come spam

source: Export subscribers who marked your email as spam
it_it: Esporta gli iscritti che hanno segnato la tua email come spam

source: No one marked your email as spam!
it_it: Nessuna ha contrassegnato la tua email come spam!

source: All countries
it_it: Tutti i Paesi

source: Country
it_it: Paese

source: Opens
it_it: Aperti

source: Export
it_it: Esporta

source: Export subscribers from
it_it: Esporta iscritti da

source: Top 10 countries
it_it: Top 10 Paesi

source: No countries detected yet.
it_it: Nessun Paese selezionato.

source: Subscriber info
it_it: Informazioni iscritto

source: Oops, there was an error getting the subscriber's info. Please try again later.
it_it: Oops, c'è stato un errore nel caricare le informazioni dell'iscritto. Per favore prova più tardi.

source: Campaigns RSS
it_it: Campagna RSS

source: Clear queue table
it_it: Svuota la tabella della coda

source: The queue table has been cleared successfully!
it_it: La tabella della coda è stata svuotata con successo!

source: Failed to clear the queue table.
it_it: Non sono riuscito a svuotare la tabella delle code.

source: Please make sure all currently sending campaigns are completed first before doing this.
it_it: Per favore assicurati che tutte le campagne abbiano completato gli invii prima di procedere.

source: Do you want to clear the queue table?
it_it: Vuoi svuotare la tabella della coda?

source: Yes, clear the queue table
it_it: Sì, svuota la tabella della coda

source: You're subscribed!
it_it: Ora sei iscritto!

source: The name of this template is required
it_it: Il nome di questo template è obbligatorio

source: Create template
it_it: Crea un template

source: Template name
it_it: Nome del template

source: Name of this template
it_it: Nome di questo template

source: Save template
it_it: Salva il template

source: Create new campaign
it_it: Crea una nuova campagna

source: Select a template
it_it: Seleziona il template

source: Campaign title
it_it: Nome della campagna

source: Title of this campaign
it_it: Nome di questa campagna

source: Set a title for this campaign?
it_it: Vuoi impostare un nome per questa campagna?

source: This title (instead of the subject line) will be displayed in your campaigns list and reports. You can also set the title later in the campaign report after sending this campaign.
it_it: Questo titolo (al posto della linea del soggetto) sarà mostrato nella lista e nei report delle tue campagne. Puoi inoltre inserire il titolo successivamente nel report della campagna, dopo l'invio.

source: Please enter a custom field name
it_it: Per favore inserisci un nome per il campo personalizzato

source: Custom fields
it_it: Campi personalizzati

source: Add a field
it_it: Aggiungi un campo

source: Field name
it_it: Nome del campo

source: This custom field already exist, please use a unique custom field.
it_it: Questo campo personalizzato esiste già, per favore utilizza un campo personalizzato unico.

source: Name of custom field
it_it: Nome del campo personalizzato

source: Data type
it_it: Tipo di dato

source: Text
it_it: Testo

source: Add custom field
it_it: Aggiungi un campo personalizzato

source: Existing fields
it_it: Campi esistenti

source: This custom field is currently used by an autoresponder. In order to delete this custom field, delete the autoresponder associated with this custom field.
it_it: Questo campo personalizzato è attualmente utilizzato da un autoresponder. Per eliminare questo campo personalizzato elimina l'autoresponder ad esso associato.

source: Personalization tag
it_it: Tag di personalizzazione

source: All data belonging to this custom field will also be deleted.
it_it: Tutti i dati contenuti in questo campo personalizzato saranno anch'essi eliminati.

source: Edit custom field
it_it: Modifica un campo personalizzato

source: Please upload a CSV file
it_it: Per favore carica un file CSV

source: Please enter at least one combination of name & email
it_it: Per favore inserisci almeno una combinazione di nome e email

source: Mass delete via CSV file
it_it: Eliminazione massiccia attraverso un file CSV

source: There should only be 1 column in your CSV containing emails.
it_it: Ci dovrebbe essere un'unica colonna contenente le email nel tuo CSV.

source: Please upload a CSV file.
it_it: Per favore carica un file CSV.

source: CSV format example
it_it: Esempio di formato CSV

source: Import
it_it: Importa

source: Delete email per line
it_it: Elimina email per riga

source: Sorry, we didn't receive any input.
it_it: Ci dispiace, non abbiamo ricevuto alcun input.

source: Email to delete
it_it: Email da eliminare

source: There is a problem connecting to the database. Please try again later or see this <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">troubleshooting tip</a>.
it_it: C'è un problema nella connessione al database. Per favore riprova in seguito o guarda la <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank"> guida sul troubleshooting</a>.

source: Please specify your brand's name
it_it: Per favore specifica il nome del tuo brand

source: Amazon SES Quota
it_it: Quota Amazon SES

source: Amazon SES is not set up as we can't find your AWS credentials in
it_it: Amazon SES non è configurato perché non siamo riusciti a trovare le tue credenziali di AWS in

source: settings
it_it: impostazioni

source: If you entered SMTP credentials when you create or edit a brand, emails will be sent via SMTP. Otherwise, emails will be sent via your server (not recommended).
it_it: Se hai inserito delle credenziali SMTP quando hai creato o modificato un brand, le email verranno spedite via SMTP. Altrimenti le email saranno inviate attraverso il tuo server (non raccomandato).

source: View Get Started guide
it_it: Apri la Get Started Guide

source: SES Region
it_it: Regione di SES

source: Max send in 24hrs
it_it: Limite di invii giornaliero

source: Max send rate
it_it: Limite di invii al secondo

source: per sec
it_it: per secondo

source: Sent last 24hrs
it_it: Inviate nelle ultime 24 ore

source: Sends left
it_it: Invii rimanenti

source: Error
it_it: Errore

source: Your Sendy installation is unable to get your SES quota from Amazon because you did not attach "AmazonSESFullAccess" user policy to your IAM credentials. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
it_it: La tua installazione di Sendy non è in grado di recuperare la tua quota SES da Amazon perché non hai una “AmazonSESFullAccess” policy al tuo account IAM. Compiere nuovamente i passi 5.2 e 5.3 della <a href="https://sendy.co/get-started" target="_blank">Guida per principianti</a>.

source: Your Sendy installation is unable to get your SES quota from Amazon because your server clock is out of sync with NTP. To fix this, Amazon requires you to <strong>sync your server clock with NTP</strong>. Request your host to sync your server clock with NTP with the following command via SSH:
it_it: La tua installazione di Sendy non è in grado di recuperare la tua quota SES da Amazon perché l'orologio del server non è sincronizzato con NTP. Per risolvere il problema, Amazon richiede che sia <strong>sincronizzato il server con NTP</strong>. Richiedi al tuo host di sincronizzare l'orologio del server con NTP con il seguente comando via SSH:

source: Your Sendy installation is unable to get your SES quota from Amazon because the 'Amazon Web Services Credentials' set in Sendy's main Settings are incorrect. You probably did not copy and pasted your IAM credentials fully or properly into the settings. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
it_it: La tua installazione di Sendy non è in grado di recuperare la tua quota SES da Amazon perché le ‘Credenziali Amazon Web Services’ nelle impostazioni principali di Sendy sono errate. Probabilmente non hai copiato e incollato le tue credenziali IAM correttamente nelle impostazioni. Esegui nuovamente gli step 5.2 e 5.3 della <a href="https://sendy.co/get-started#step5" target="_blank">Guida per principianti</a> accuratamente per risolvere l’errore.

source: Your Sendy installation is unable to get your SES quota from Amazon because you have not completed your sign up of Amazon SES. Here's what you should do:
it_it: La tua installazione di Sendy non è in grado di recuperare le tue SES quota da Amazon perché non hai completato l’iscrizione a Amazon SES. Questo è quello che dovresti fare:

source: Visit
it_it: Visita

source: your Amazon SES console
it_it: la tua console di Amazon SES

source: Click the 'Sign Up For Amazon SES' button to finish your signup
it_it: Clicca ‘Iscriviti a Amazon SES’ per terminare l’iscrizione

source: Once you've completed your signup, this error will disappear.
it_it: Una volta completata l’iscrizione, questo errore sparirà.

source: You're currently in Amazon SES's "Sandbox mode".
it_it: Attualmente stai utilizzando la "Sandbox mode" su Amazon SES.
