Repository: Sigaxe/sendy-translation
Catalog: locale/*/LC_MESSAGES/default.po
Languages: it_it

source: You can also use custom fields to personalize your newsletter, eg.
it_it: Puoi anche utilizzare campi personalizzati per modificare la tua newsletter, es.

source: To manage or get a reference of tags from custom fields, go to any subscriber list. Then click 'Custom fields' button at the top right.
it_it: Per modificare o ottenere dei tags dai campi personalizzati.

source: Your password has been reset, here's your new one
it_it: La tua password è stata cambiata, quella nuova è

source: Remember to change it immediately once you log back in.
it_it: Ricordati di cambiarla immediatamente la prossima volta che effettui il login.

source: Your new password
it_it: La tua nuova password

source: Email does not exist.
it_it: L'email non esiste.

source: Joined
it_it: Iscritto

source: Last activity
it_it: Ultima attività

source: Added via
it_it: Aggiunto via

source: Country code
it_it: Codice del paese

source: Signed up from
it_it: Iscritto da

source: Error: Can't delete all subscribers from segment.
it_it: Errore: non puoi eliminare tutti gli iscritti da questa sezione.

source: Error: Can't insert subscriber into segment.
it_it: Errore: non puoi inserire iscritti in questa sezione.

source: No segments found for this list.
it_it: Nessuna sezione trovata per questa lista.

source: Campaigns
it_it: Campagne

source: Templates
it_it: Template

source: All templates
it_it: Tutti i template

source: Lists & subscribers
it_it: Liste e iscritti

source: View all lists
it_it: Visualizza tutte le liste

source: Reports
it_it: Report

source: See reports
it_it: Visualizza i report

source: Oops! Unable to save, please try again later.
it_it: Oops! Non riusciamo a salvare, riprova più tardi.

source: Email already exist in this list.
it_it: Email già presente nella lista.

source: Email address is invalid.
it_it: L'indirizzo email non è valido.

source: Error opening data file.
it_it: Errore nell'apertura del file di dati.

source: File is empty.
it_it: Il file è vuoto.

source: Unconfirmed
it_it: Non confermato

source: not set
it_it: non configurato

source: Sorry, unable to save. Please try again later!
it_it: Ci dispiace, non riusciamo a salvare. Riprova più tardi!

source: Campaign activity
it_it: Attività della campagna

source: Clicks
it_it: Click

source: Not detected
it_it: Non rilevato

source: View report for
it_it: Visualizza il report per

source: Links clicked
it_it: Link cliccati

source: No activity.
it_it: Nessuna attività.

source: Unable to save template
it_it: Impossibile salvare il template

source: Unable to create template
it_it: Impossibile creare il template

source: Failed to create new campaign with template, please try again.
it_it: Errore nel creare una nuova campagna con il template, per favore prova di nuovo.

source: Please verify your login email address
it_it: Verificare il tuo indirizzo email

source: A verification email has been sent to your main login email address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page and this message should disappear.
it_it: Un'email di verifica è stata inviata al tuo account principale con un link di conferma per completare la verifica. Clicca sul link per completare l'operazione, quindi ricarica la pagina e questo messaggio dovrebbe sparire.

source: It is necessary to verify your main login email address for various reasons, one of them is to enable password reset emails to be sent to you should you forget your password in future.
it_it: È necessario verificare il tuo account di mail principale per diverse ragioni, una di queste è abilitare le email per il rese della password se dovessi dimenticare la password in futuro.

source: Your login email address is still pending verification. Please click the link in the verification email you received from Amazon to complete the verification, then refresh this page and this message should disappear.
it_it: Il tuo indirizzo email di login è ancora in corso di verifica. Clicca sul link di verifica nell'email di verifica che hai ricevuto da Amazon per completare la verifica, quindi ricarica la pagina e equato messaggio dovrebbe sparire.

source: If you want to re-send the verification email
it_it: Se vuoi ri-inviare l'email di verifica

source: please click here
it_it: clicca qui

source: The verification email has been re-sent to your main login email address.
it_it: L'email di conferma è stata re-inviata al tuo indirizzo email di login.

source: Unable to send the verification email. Please try again later.
it_it: Impossibile inviare l'email di conferma. Riprova più tardi.

source: Select a brand
it_it: Seleziona un brand

source: Monthly limit
it_it: Limite mensile

source: Used
it_it: Utilizzato

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete
it_it: Tutte le campagne, le liste, gli iscritti saranno cancellati permanentemente. Conferma l'eliminazione

source: Add your first brand!
it_it: Aggiungi il tuo primo brand!

source: Test send this newsletter
it_it: Prova ad inviare questa newsletter

source: Please find Amazon's email in your inbox as well as spam folder. They will include a reason for the suspension. You will need to reply to that email in order to re-activate your account. If you can't find the email, please contact Amazon's support at their <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>
it_it: Trova le Amazon email nella tua posta in arrivo e la cartella di spam. Includono una ragione della sospensione del servizio. Avrai bisogno di rispondere a quella email per ottenere la ri-attivazione dell'account. Se non riesci a trovare l'email, contatta il supporto di Amazon al loro <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>forum Amazon SES</a>

source: For more information on Amazon SES suspension, please see <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html
it_it: Per ottenere più informazioni sulla sospensione dell'Amazon SES, guarda <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html

source: Calculating
it_it: Elaborando

source: Schedule this campaign?
it_it: Vuoi programmare questa campagna?

source: Back
it_it: Indietro

source: Subscriber lists
it_it: Liste dell'iscritto

source: Add a new list
it_it: Aggiungi una nuova lista

source: Search all lists
it_it: Cerca tutte le liste

source: Active
it_it: Attivo

source: users
it_it: utenti

source: All subscribers, custom fields and autoresponders in this list will also be permanently deleted. Confirm delete
it_it: Tutti gli iscritti, i campi personalizzati e gli autoresponder in questa lista saranno eliminati permanentemente. Confermare l'eliminazione

source: No list yet.
it_it: Non c'è ancora alcuna lista.

source: Add one
it_it: Creane una

source: Sign in
it_it: Login

source: Forgot password?
it_it: Hai dimenticato la password?

source: Your email
it_it: La tua email

source: Send password
it_it: Invia la password

source: Sorry, unable to reset password. Please try again later!
it_it: Ci dispiace, non riusciamo a reimpostare la password. Riprova nuovamente più tardi!

source: Password reset email has been sent to you
it_it: Grazie, ti è stata inviata un'email di conferma

source: New brand
it_it: Nuovo brand

source: Your password
it_it: La tua password

source: Brand settings
it_it: Impostazioni del brand

source: If you're creating this brand for your client, you can allow them to send newsletters on their own at a fee you preset below.
it_it: Se stai creando questo brand per il tuo cliente, puoi abilitarli a mandare newsletters per conto loro ad una rata che hai impostato in precedenza.

source: Send the
it_it: Invia la

source: to your client so that they can login to manage lists, subscribers and send newsletters.
it_it: al tuo client in modo che possa effettuare il login per gestire le liste, gli iscritti e inviare newsletter.

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. If you wish to allow your client to view campaign reports only, you can set it below.
it_it: Di default, il tuo cliente avrà accesso completo sul suo brand, così che possa modificare le sue liste, gli iscritti, le campagne, i templates e vedere i report. Se vuoi abilitare al tuo cliente la visione dei soli report della campagna, puoi settario più avanti.

source: List name is required
it_it: Il nome della lista è obbligatorio

source: The name of your new list
it_it: Il nome della tua nuova lista

source: Add
it_it: Aggiungi

source: Sending you to PayPal
it_it: Indirizzandoti a PayPal

source: Sending you to PayPal, one moment please
it_it: Indirizzandoti a PayPal, ancora un momento

source: Campaign for
it_it: Campagna per

source: Click here to proceed
it_it: Clicca qui per procedere

source: duplicate emails deleted from
it_it: duplica le email eliminate da

source: duplicate email(s) found in
it_it: duplica email(s) trovate in

source: delete them?
it_it: cancellarli?

source: No duplicate emails found.
it_it: Nessuna email duplicata trovata.

source: Check and remove duplicate emails
it_it: Controlla e rimuovi le email duplicate

source: Select the list that have duplicates so that you can remove them
it_it: Seleziona una lista che contiene duplicati per rimuoverli

source: All available lists
it_it: Tutte le liste disponibili

source: duplicates
it_it: duplicati

source: There are no links for this campaign.
it_it: Non ci sono link per questa campagna.

source: Campaign report
it_it: Report della campagna

source: Title
it_it: Titolo

source: Click to edit this campaign's title for your own reference
it_it: Clicca per cambiare il titolo della campagna per i suoi riferimenti

source: Not set
it_it: Non configurato

source: View the campaign
it_it: Visualizza la campagna

source: Sent on
it_it: Inviato a

source: to
it_it: a

source: To
it_it: A

source: Excluded
it_it: Escluso

source: Export a CSV of ALL subscribers who did not open this email (includes subscribers newly added to the lists after this campaign was sent)
it_it: Esporta un CSV di TUTTI gli iscritti che non hanno aperto questa email (include quelli che sono stati aggiunti alla lista dopo l'invio della campagna)

source: unique clicks
it_it: click unici

source: Export a CSV of ALL subscribers who clicked
it_it: Esporta un CSV di TUTTI gli iscritti che hanno cliccato

source: Export a CSV of ALL subscribers who clicked this link
it_it: Esporta un CSV di TUTTI gli iscritti che hanno cliccato su questo link

source: Export a CSV of ALL subscribers who opened
it_it: Esporta un CSV di TUTTI gli iscritti che hanno aperto

source: Export a CSV of ALL subscribers who unsubscribed
it_it: Esporta un CSV di tutti gli iscritti che hanno annullato l'iscrizione

source: No one unsubscribed from this campaign!
it_it: Nessun utente ha annullato l'iscrizione a questa campagna!

source: Export a CSV of ALL subscribers who bounced
it_it: Esporta un CSV di TUTTI gli iscritti che hanno respinto

source: No emails bounced from this campaign!
it_it: Nessuna email di questa campagna ha subito bounces!

source: Export a CSV of ALL subscribers who marked your email as spam
it_it: Esporta gli iscritti che hanno segnato la tua email come spam

source: Export a CSV of ALL subscribers from
it_it: Esporta un CSV di TUTTI iscritti da

source: Campaign reports
it_it: Report della campagna

source: There are no reports yet.
it_it: Non ci sono ancora report.

source: Create your first campaign
it_it: Crea la tua prima campagna

source: Reset cron setup
it_it: Reimposta l'ordine cronologico

source: Cron setup has been reset. You'll now be able to see cron setup instructions.
it_it: L'ordine cronologico è stato reimpostato. Sarai in grado di vedere il setup delle istruzioni cronologiche.

source: Failed to reset cron.
it_it: Impossibile reimpostare l'orologio.

source: Do you want to reset cron setup so that you can view cron setup instructions again?
it_it: Vuoi impostare nuovamente l'ordine cronologico di modo che tu possa vedere le istruzioni del impostazioni dell'orologio di nuovo?

source: Yes, reset cron setup
it_it: Si, resetta le impostazioni cronologiche

source: Keyword
it_it: Parola chiave

source: Unsubscribe
it_it: Annulla iscrizione

source: Resubscribe
it_it: Reiscriviti

source: Confirm
it_it: Conferma

source: Sorry, unable to unsubscribe. Please try again later!
it_it: Ci dispiace, non puoi annullare l'iscrizione ora. Per favore riprova più tardi!

source: No subscribers found.
it_it: Nessun iscritto trovato.

source: Please name your segment
it_it: Per favore dai un nome alla sezione

source: Segments
it_it: Sezioni

source: Back to segments
it_it: Torna alle sezioni

source: New segment
it_it: Nuova sezione

source: Create a condition based on
it_it: Crea una condizione che si basa su

source: Signed up
it_it: Iscritto

source: Email address
it_it: Il tuo indirizzo email

source: on or before
it_it: prima

source: on or after
it_it: dopo

source: between
it_it: fra due

source: is
it_it: è

source: is not
it_it: non è

source: contains
it_it: contiene

source: does not contain
it_it: non contiene

source: starts with
it_it: comincia con

source: ends with
it_it: termina con

source: does not start with
it_it: non comincia con

source: does not end with
it_it: non termina con

source: OR
it_it: O

source: AND
it_it: E

source: Name your segment
it_it: Nomina la sezione

source: Edit segment name
it_it: Modifica il nome della sezione

source: Name of this segment
it_it: Nome di questa sezione

source: Save this segment
it_it: Salva la sezione

source: Unable to save the segment name.
it_it: Impossibile salvare il nome della sezione.

source: Unable to save segment conditions.
it_it: Impossibile salvare il nome della sezione.

source: Sorry, unable to save your segment.
it_it: Ci dispiace, non riusciamo a salvare. Riprova più tardi.

source: subscribers found for this segment
it_it: iscritti trovati per questa sezione

source: showing a preview of up to 10 records below
it_it: mostra un'anteprima fino a 10 record

source: your conditions does not match any subscribers
it_it: le tue condizioni non corrispondono a nessun iscritto

source: Export CSV of this segment
it_it: Esporta un CSV di questa sezione

source: Last update
it_it: Ultimo aggiornamento

source: Update segmentation results?
it_it: Aggiornare il risultato delle sezioni?

source: Note
it_it: Nota

source: When subscribers are added or removed from the list, the segmentation results will not update automatically unless you click the refresh button
it_it: Quando degli iscritti sono aggiunti o rimossi dalla lista, il risultato della sezione non sarà aggiornato automaticamente fino a quando non viene cliccato il tasto ricarica

source: To have your segmentation results update automatically,
it_it: Per avere il risultato delle tue sezioni aggiornato automaticamente,

source: setup a cron job
it_it: imposta un cron job

source: Add a cron job
it_it: Aggiungi un cron job

source: Add a cron job that runs every 15 minutes with the following command:
it_it: Aggiungi ad un cron job che viene eseguito ogni 15 minuti il seguente comando:

source: Command
it_it: Comando

source: (Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.)
it_it: (Aggiungere con job varia da host a host, molti offrono a UI per aggiungere un cron job facilmente. Controlla il tuo pannello di controllo dell'host o consulta il tuo host)

source: Once added, wait for the cron job to start running in 15 minutes. If your cron job is functioning correctly, the blue informational message will disappear and your segmentation results will be updated automatically every 15 minutes by the cron job.
it_it: Una volta aggiunto, aspetta che il cron job si avvicini 15 minuti. Se il tuo cron job sta funzionando correttamente, il messaggio informativo blu sparirà e il risultato della tua sezione sarà aggiornato automaticamente ogni 15 minuti dal cron job.

source: Create a new segment
it_it: Crea un nuova sezione

source: What are segments?
it_it: Cosa sono le sezioni?

source: Segments are subscribers filtered from a list based on certain conditions you define. Research shows sending emails to targeted segments not only improves open and click through rates, revenue can increase by more than 25%. Sendy enables you to create dynamic segments for any list. Target segments of subscribers based on conditions you define using default fields like 'name' and 'email' or using any of your custom fields. Create multiple conditions and group them using 'AND' and 'OR' for each segment. Once you've created your segments, you can send targeted campaigns to these segments in addition to lists. You can even choose segments to 'exclude' from your sends.
it_it: Le sezioni sono iscritti filtrati da una lista in base a certe condizioni che definisci tu. Ricerche mostrano che inviare email inviate ad una sezione precisa non solo aumentano le aperture e i click nel tempo ma aumentano anche il reddito del 25%. Sendy ti abilita alla creazione dinamica di sezioni da una lista qualsiasi. Crea sezioni precise di iscritti basate su condizioni che definisci tu utilizzando i campi predefiniti quali 'nome' e 'email' o usando uno qualsiasi dei campi personalizzati. Crea multipli condizioni e raggruppale utilizzando 'E' e 'O' per ogni sezione. Una volta creata la sezione, puoi inviare le campagne designate a queste sezioni in aggiunta alle liste. Puoi anche scegliere quale sezione è da escludere dall'invio.

source: Existing segments
it_it: Sezioni esistenti

source: Segment
it_it: Sezione

source: Subscribers
it_it: Iscritti

source: Update
it_it: Aggiorna

source: Update totals for
it_it: Aggiorna i totali per

source: All conditions in this segment will be permanently deleted.
it_it: Tutte le condizioni in questa sezione saranno eliminate permanentemente.

source: Failed to delete segment
it_it: Impossibile eliminare la sezione

source: No segments
it_it: Nessuna sezione

source: Email has been sent!
it_it: L'email è stata inviata!

source: Sorry, unable to send. Please try again later!
it_it: Ci dispiace, non siamo riusciti a completare l'invio. Riprovare più tardi!

source: Please disable 'ONLY_FULL_GROUP_BY' from 'sql_mode'
it_it: Disabilitare 'ONLY_FULL_GROUP_BY' da 'sql_mode'

source: We have detected that 'ONLY_FULL_GROUP_BY' is enabled in 'sql_mode' in your MySQL server. Your campaign will fail to send unless 'ONLY_FULL_GROUP_BY' is removed from 'sql_mode'. Here's how to fix this &rarr;
it_it: Abbiamo riscontrato che 'ONLY_FULL_GROUP_BY' è abilitato in 'sql_mode' nel tuo SQL server. La tua campagna non sarà inviata fino a quando 'ONLY_FULL_GROUP_BY' non è stato rimosso da 'sql_mode'. Ecco come risolvere l'errore &rarr;

source: Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
it_it: Visita la pagina dei tuoi "Brands" cliccando sul nome della tua compagnia in alto a sinistra dello schermo. Quindi controlla le istruzioni nella barra a sinistra su come risolvere il problema

source: is pending verification in your Amazon SES console
it_it: è in corso la verifica nella tua console Amazon SES

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification then refresh this page to proceed.
it_it: Dalle tue 'Email da' o il tuo dominio è in verifica nella console di Amazon SES. Completa la verifica quindi ricarica la pagina per continuare.

source: Your 'From email' or its domain is not verified in your Amazon SES console. A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
it_it: Le tue 'Email Da' o il suo dominio non sono verificati dalla tua console Amazon SES. Un'email di conferma è stata mandata al tuo indirizzo 'Email Da' con un link di conferma per il completamento dell'operazione. Clicca il link per terminare la verifica, quindi ricarica la pagina.

source: A verification email has been sent to your 'From email' address with a confirmation link. Please click the link to verify you are the owner of the 'From email', then refresh this page.
it_it: Un'email di conferma è stata inviata al tuo indirizzo 'Email Da' con un link di conferma. Clicca sul link per verificare che sei il possessore dell' 'Email Da', quindi ricarica questa pagina.

source: Test send this campaign
it_it: Prova ad inviare questa campgna

source: Test email(s)
it_it: Email di prova

source: Email addresses, separated by comma
it_it: Indirizzi email, separati da una virgola

source: Define recipients
it_it: Definisci i destinatari

source: Choose your lists & segments
it_it: Scegli la tua lista e le sezioni

source: No list found, click to add one.
it_it: Nessuna lista trovata, clicca per aggiungerne una.

source: No segments found
it_it: Nessun iscritto trovato

source: Exclude lists from this campaign?
it_it: Escludere lista da questa campagna?

source: Don't include emails from these list & segments
it_it: Non includere le email da questa lista e da queste sezioni

source: resets on
it_it: resetta

source: of
it_it: di

source: remaining
it_it: rimanenti

source: You can't send more than your monthly limit. Request for your limit to be raised by sending an email to
it_it: Non puoi inviare più email del tuo limite mensile. Richiedi un aumento del tuo limite inviando un'email a

source: Send newsletter now!
it_it: Invia una newsletter ora!

source: Your campaign is now sending!
it_it: La tua campagna ora sta inviando le mail!

source: You can safely close this window, your campaign will continue to send.
it_it: Puoi chiudere questa finestra, la tua campagna continuerà a inviare mail.

source: You will be notified by email once your campaign has completed sending.
it_it: Verrai avvertito per email quando la tua campagna avrà finito l'invio di email.

source: Fee per recipient
it_it: Rata per destinatario

source: Grand total
it_it: Somma totale

source: Proceed to pay for campaign
it_it: Procedi al pagamento per la campagna

source: SES sends left
it_it: Invii di SES rimasti

source: Unable to get your SES quota from Amazon. Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
it_it: Impossibile recuperare la tua quota SES da Amazon. Visita la pagina dei "Brand" cliccando sul nome della tua compagnia nell'angolo in alto a sinistra dello schermo. Quindi controlla le istruzioni nella barra a sinistra su come risolvere il problema

source: Please try again by refreshing this page. If this error persist, visit your Amazon SNS console and delete all 'Topics' and 'Subscriptions' and try again.
it_it: Riprova ricaricando questa pagina. Se l'errore persiste, visita la console di Amazon SNS e elimina tutti i 'Topic' e le 'Iscrizioni' e riprova.

source: Error: Unable to create bounces and complaints SNS topics, please try again by refreshing this page.
it_it: Errore: Impossibile creare rimbalzi e contestazioni degli argomenti SNS, riprova ricaricando la pagina.
