Repository: Sigaxe/sendy-translation
Catalog: locale/*/LC_MESSAGES/default.po
Languages: it_it

source: Sendy is unable to verify and setup bounces & complaints handling for your 'From email' address. Here's what you need to do:
it_it: Sendy non riesce a verificare e a impostare rimbalzi e contestazioni dalle tue 'Email Da'. Questo è quello che devi fare:

source: Visit your <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> then follow the instructions in <a href="#amazonsnsfullaccess" data-toggle="modal">this video</a>.
it_it: Visita la tua <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> quindi segui le istruzioni in <a href="#amazonsnsfullaccess" data-toggle="modal">questo video</a>.

source: Then refresh this page.
it_it: Quindi ricarica questa pagina.

source: Once this is done, Sendy will be able to setup bounces & complaints handling automatically.
it_it: Una volta fatto questo, Sendy sarà in grado di impostare i rimbalzi e gestire le contestazioni automaticamente.

source: How to add AmazonSNSFullAccess policy to IAM user
it_it: Ecco come aggiungere AmazonSNSFullAccess policy all'IAM user

source: Error communicating with Amazon SNS API
it_it: Errore nella comunicazione con Amazon SNS API

source: It looks like you are still in Amazon SES "Sandbox mode". You can only send to email addresses that you've verified in your
it_it: Sembra che tu sia ancora nell'Amazon SES "Sandbox mode". Puoi soltanto inviare email ad indirizzi che hai verificato nel tuo

source: Amazon SES console.
it_it: Console di Amazon SES.

source: If you try to send newsletters to emails NOT verified in your SES console, your recipient will not receive the newsletter.
it_it: Se stai cercando di inviare delle newsletter a email NON verificate nella tua SES console, i destinatari non riceveranno la newsletter.

source: Request Amazon to raise your 'SES Sending Limits' to get out of "Sandbox mode"
it_it: Richiedi ad Amazon di aumentare il tuo 'limite d'invio SES' per essere fuori dalla "modalità Sandbox"

source: to lift this restriction.
it_it: per rimuovere questa restrizione.

source: You can't send more than your SES daily limit. Either wait till Amazon replenishes your daily limit in the next 24 hours, or
it_it: Non puoi inviare più email di quelle previste dal tuo limite giornaliero di Amazon SES. Attendi 24 ore fino a che Amazon non avrà ripristinato il contatore delle mail, oppure

source: request for extended access
it_it: richiesta per un accesso esteso

source: We recommend
it_it: Noi raccomandiamo

source: setting up CRON
it_it: impostando CRON

source: to send your newsletters
it_it: per inviare le tue newsletter

source: Newsletters sent via CRON have the added ability to automatically resume sending when your server times out. You'll also be able to schedule emails.
it_it: Le newsletters inviate con CRON hanno l'abilità aggiunta di riprendere l'invio automaticamente quando il tuo server perde la connessione. Sarai anche in grado di programmare l'email.

source: You haven't set up CRON yet, but that's okay. You can still send newsletters right now. But keep in mind that you won't be able to navigate around Sendy until sending is complete. Also, you'll need to manually resume sending (with a click of a button) if your server times out.
it_it: Non hai ancora impostato un CRON. Puoi sempre inviare newsletter anche ora, ma ricordati che non sarai in grado di navigare in Sendy fino a quando l'invio è completato. Inoltre, dovrai manualmente impostare l'invio (con il click di un bottone) se il server perde la connessione.

source: Setup CRON now
it_it: Imposta il CRON ora

source: To schedule campaigns or to make sending more reliable, add a
it_it: Per programmare delle campagne o per rendere l'invio più affidabile, aggiungi un

source: with the following command.
it_it: con il seguente comando.

source: This command needs to be run every 5 minutes in order to check the database for any scheduled campaigns to send. You'll need to set your cron job with the following.
it_it: Questo comando necessita di essere eseguito ogni 5 minuti in modo da controllare il database per ogni campagna programmata per l'invio. Avrai bisogno di un cron job con il seguente.

source: Once added, wait around 5 minutes. If your cron job is functioning correctly, you'll see the scheduling options instead of this modal window when you click on "Schedule this campaign?".
it_it: Una volta aggiunto, aspetta circa 5 minuti. Se il tuo cron job funziona correttamente, vedrai le opzioni di programmazione al posto di questa finestra d'esempio quando clicchi su "Campagna programmata?".

source: Schedule this campaign
it_it: Programma questa campagna

source: Pick a date
it_it: Inserisci la data

source: Set a time
it_it: Inserisci l'ora

source: Select a timezone
it_it: Seleziona una regione per l'orario

source: Schedule campaign now
it_it: Programma una campagna ora

source: Schedule and pay for campaign
it_it: Programma e paga per una campgna

source: Edit newsletter
it_it: Modifica la newsletter

source: Newsletter preview
it_it: Anteprima della newsletter

source: From
it_it: Da

source: Opens tracking
it_it: Apri tracciamento

source: Clicks tracking
it_it: Clicca tracciamento

source: Have you double checked your selected lists? If so, let's go ahead and send this!
it_it: Hai controllato due volte questa lista? Se e così, invia!

source: Have you double checked your selected lists? If so, proceed to pay for this campaign.
it_it: Hai controllato due volte questa lista? Se è così, procedi col pagamento per questa campagna.

source: Important: Bounces or complaints were not set up
it_it: Attenzione: i bounces o i complaints non sono configurati correttamente

source: We've detected that bounces or complaints have not been setup.
it_it: Abbiamo rilevato che i bounces o i complaints non sono configurati correttamente.

source: Not having bounces or complaints registered means future campaigns will continue to be sent to emails that bounced and recipients who have marked your emails as spam. This may lead to Amazon suspending your AWS account.
it_it: Non avere rimbalzi o contestazioni registrate vuol dire che le campagne future continueranno ad essere inviate alle mail che le rimbalzano e a destinatari che l'hanno contrassegnata come spam. Questo potrebbe portare Amazon a sospendere il tuo AWS account.

source: We highly recommend setting up bounces & complaints
it_it: Raccomandiamo caldamente di configurare i bounces e i complaints

source: Visit our Get Started Guide and complete steps 7 & 8
it_it: Visita la nostra Get Started Guide e completa i passi 7 e 8

source: Or troubleshoot with this FAQ
it_it: Risolvi i problemi con queste FAQ

source: Don't send
it_it: Non inviare

source: Send anyway
it_it: Invia lo stesso

source: Your campaign has been scheduled
it_it: La tua campagna è stata programmata

source: You will be notified by email once your campaign has been sent.
it_it: Ti verrà inviata un'email di notifica quando la tua campagna avrà terminato l'invio.

source: Now sending
it_it: Ora sto inviando

source: Your campaign is on the way!
it_it: La tua campagna è avviata!

source: You can close this window and your campaign will continue to send. You will be notified by email once your campaign has completed sending.
it_it: Puoi chiudere questa finestra mentre la tua campagna continuerà l'invio. Ti verrà inviata un'email di notifica quando la tua campagna avrà terminato l'invio.

source: Settings have been saved!
it_it: Le impostazioni sono state salvate!

source: Company
it_it: Azienda

source: Your company
it_it: La tua azienda

source: Your name
it_it: Il tuo nome

source: Your email address
it_it: Il tuo indirizzo email

source: This login email address is already in use by one of your brands. Please find the brand that uses this login email address and change it to something else so that you can save. Or use another email address.
it_it: Il tuo indirizzo email di login è già usato da uno dei tuoi brand. Per favore trova il brand che utilizza questo indirizzo email per il login e cambialo in modo da poter salvare. In alternativa utilizza un indirizzo email differente.

source: Password (leave blank to not change it)
it_it: Password (lascia questo campo vuoto per non cambiarla)

source: Enable two-factor authentication
it_it: Abilita la two-factor authentication

source: Regenerate secret key
it_it: Rigenera chiave segreta

source: What is "Two-factor authentication"?
it_it: Che cos'è "Two-factor authentication"?

source: Two-factor authentication provides an additional layer of security by requiring a one time password (OTP) in addition to email & password credentials. You can get OTP codes without an internet or cellular connection using a <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>.
it_it: La two-factor authentication ti fornisce un livello aggiuntivo di sicurezza che richiede una password one time (OTP) in aggiunta a delle credenziali email e una password. Puoi ottenere i codici OTP senza una connessione ad internet o tramite cellulare utilizzando l'<a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">applicazione two-factor</a>.

source: <strong>Step 1</strong>: Scan the following QR code (or enter the secret key) into your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>:
it_it: <strong>Step 1</strong>: Scannerizza il seguente QR code (o inserisci la chiave segreta) nella tua <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">applicazione two-factor</a>:

source: Secret key:
it_it: Chiave segreta:

source: <strong>Step 2</strong>: Use your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a> to generate an OTP code, then paste it below:
it_it: <strong>Step 2</strong>: Uso la tua <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">applicazione two-factor</a> per generare il codice l'OTP e incollalo qua sotto:

source: OTP code, eg. 123456
it_it: Codice OTP, eg. 123456

source: Confirm and enable two-factor authentication
it_it: Conferma e abilita l'autenticazione two-factor

source: Two-factor authentication applications
it_it: Applicazione autenticazione Two-factor

source: There are many 'Two-factor authentication' mobile apps available in the market for free that can be used with services that supports 2FA like Amazon, Gmail, Dropbox, Facebook etc. The most common is 'Google Authenticator'. The following are links to Google Authenticator app for both iOS and Android:
it_it: Ci sono molte app mobile per la 'autenticazione Two-factor' disponibili gratuite sul mercato che possono essere usate con il servizio che supporta 2FA come Amazon, Gmail, Dropbox, Facebook etc. Il più comune è 'Google Autenticator'. I seguenti sono link per l'uso di Google Autenticator per iOS e Android:

source: OTP is correct, but unable to save.
it_it: OTP corretto, ma no è stato possibile salvarlo.

source: OTP code is incorrect. Please try again.
it_it: OTP errato. Riprovare.

source: Please enter a valid, numeric OTP code.
it_it: Inserire un valido, numerico OTP.

source: Select your timezone
it_it: Seleziona la tua regione per l'orario

source: Select your language
it_it: Seleziona la tua lingua

source: Amazon Web Services Credentials
it_it: Credenziali Amazon Web Services

source: AWS Secret Acesss Key
it_it: AWS Secret Access Key

source: Amazon SES region
it_it: Regione di Amazon SES

source: Select your Amazon SES region. Please select the same region as what's set in your Amazon SES console in the region selection drop down menu at the top right.
it_it: Seleziona la tua regione Amazon SES. Seleziona la stessa regione che è stato impostato nella tua console Amazon SES nel menu a tendina in alto a destra per la selezione delle regioni.

source: Your Amazon SES region
it_it: La tua regione di Amazon SES

source: Sending rate
it_it: Limite di invii per secondo

source: Sendy sends bulks of emails in parallel per second according to your Amazon SES send rate. Depending on the capability of your server, your server may have trouble processing huge bulks of emails efficiently if your SES send rate is very high. Lowering your send rate may yield better sending speed and stability.
it_it: Sendy invia molte email in parallelo secondo in base al tuo send rate di Amazon SES. A seconda delle capacità del tuo server, il tuo server potrebbe avere problemi a processare il grande quantitativo di email in maniera efficiente se il tuo SES send rate è molto alto. Abbassando il tuo send rate potrebbe essere più efficiente e stabile.

source: Adjust sending rate
it_it: Configura il limite di invii per secondo

source: emails per second
it_it: email per secondo

source: PayPal account
it_it: Account PayPal

source: If you charge your client(s) a fee for sending newsletters, they'll pay to this PayPal account. Also, don't forget to turn <strong>Auto Return</strong> ON in your PayPal account under <strong>Profile > My sellings tools > Website preferences</strong> so that your client will be automatically re-directed to the sending script after payment. Just use your website's URL for the <strong>Return URL</strong> to be able to save.
it_it: Se rateizzi l'invio di newsletter, i tuoi clienti pagheranno on l'utilizzo di un account PayPal. Inoltre, non dimenticare di impostare su ON l'<strong>Auto Return</strong> nel tuo account PayPal sotto <strong>Profile > My sellings tools > Website preferences</strong> così che il tuo cliente venga automaticamente ri-indirizzato allo script d'invio dopo il pagamento. Usa l'URL del tuo sito web come <strong>URL di ritorno</strong> in grado di essere salvato.

source: PayPal email address
it_it: Indirizzo email PayPal

source: PayPal account email address
it_it: Indirizzo email dell'account PayPal

source: Sending preferences
it_it: Preferenze d'invio

source: Your license key
it_it: La tua chiave di licenza

source: You'll need this license key to
it_it: Ti servirà questa chiave di licenza per

source: download the latest version of Sendy on our website
it_it: scaricare l'ultima versione di Sendy dal nostro sito

source: Your API key
it_it: La tua API key

source: Regenerate API key?
it_it: Rigenerare la chiave API?

source: If you're currently using Sendy's API with this API key, it'll no longer work. Are you sure you want to regenerate your API key?
it_it: Se stai utilizzando le API di Sendy con questa chiave API, non funzionerà più. Sei sicuro di voler rigenerare la chiave API?

source: Your API key has been regenerated!
it_it: La tua chiave API è stata rigenerata!

source: Sorry, unable to regenerate API key. Please try again later!
it_it: Ci dispiace, non possiamo rigenerare la chiave API. Riprova più tardi!

source: Zapier integration
it_it: Integrazione Zapier

source: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a>'s integration with <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> opens up a whole world of automation! You can integrate Sendy with over 500 apps available in <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">Zapier's app directory</a>. The following are a few ready to use "Zaps" to get you started. Alternatively you can visit Zapier and create your own "Zaps" to integrate Sendy with any other apps. You'd be prompted to <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">signup for a free Zapier account</a> if you don't have one.
it_it: L'integrazione <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a> con <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> apre un mondo di automazione! Puoi integrare Sendy con 500 app disponibili in <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">cartella app di Zapier</a>. I seguenti sono diversi "Zaps" già pronti all'uso per farti cominciare. In alternativa puoi visitare Zapier e creare la tua "Zaps" da integrare in Sendy con una qualsiasi altra app. Sei invitato a <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">iscriverti per un account Zapier gratuito</a> se non ne hai già uno.

source: Your company name is required
it_it: È necessario il nome della tua azienda

source: Your name is required
it_it: È necessario un nome

source: A valid email is required
it_it: È necessaria un'email valida

source: IP address is invalid.
it_it: L'indirizzo IP non è valido.

source: Country must be a valid 2 letter country code
it_it: Il Paese deve essere un valido indirizzo di due lettere

source: Referrer is not a valid URL
it_it: La referenza non è un URL valido

source: Some fields are missing.
it_it: Alcuni campi sono vuoti.

source: Thank you, a confirmation email has been sent to you.
it_it: Grazie, ti è stata inviata un'email di conferma.

source: A confirmation email has already been sent to you.
it_it: Ti è appena stata inviata un'email di conferma.

source: You're already subscribed!
it_it: Sei già iscritto!

source: Confirm your subscription to
it_it: Conferma la tua iscrizione a

source: Hi!
it_it: Ciao!

source: Thanks for subscribing to our email list.
it_it: Grazie per esserti iscritto alla nostra lista di email.

source: Please confirm your subscription by clicking the link below
it_it: Per favore conferma la tua iscrizione cliccando sul link qui sotto

source: Thank you
it_it: Grazie

source: Add subscribers
it_it: Aggiungi iscritti

source: Delete subscribers
it_it: Cancella iscritti

source: Mass unsubscribe
it_it: Disiscrizione di massa

source: all subscribers
it_it: tutti gli iscritti

source: active subscribers
it_it: iscritti attivi

source: unconfirmed subscribers
it_it: iscritti non confermati

source: unsubscribers
it_it: non iscritti

source: bounced subscribers
it_it: iscritti respinti

source: subscribers who marked your email as spam
it_it: iscritti che hanno segnato la tua email come spam

source: Search
it_it: Cerca

source: List settings
it_it: Lista delle impostazioni

source: Subscribe form
it_it: Modulo d'iscrizione

source: The following is a 'ready-to-use' subscription form URL you can immediately use to collect sign ups to this list
it_it: Il seguente è una iscrizione 'pronto all'uso ' da un URL che puoi immediatamente usare per collezionare le iscrizioni alla lista

source: The following is the subscribe form HTML code for this list
it_it: Questo è il codice HTML del form d'iscrizione per questa lista

source: To subscribe users programmatically, use the API
it_it: Per registrare utenti programmaticamente, usare l'API

source: Subscribers activity chart
it_it: Grafici dell'attività degli iscritti

source: Click to learn more
it_it: Clicca qui per saperne di più

source: All
it_it: Tutti

source: What changes a subscriber's 'Last activity' timestamp?
it_it: Cosa cambia l'impronta temporale dell'ultima attività di un iscritto?

source: A subscriber's 'Last activity' timestamp is updated when the user:
it_it: L'impronta temporale dell'ultima attività di un iscritto è aggiornata quando:

source: • opened a campaign or autoresponder • clicked a link in a campaign or autoresponder • subscribed to a list • unsubscribed from a list • bounced • marked as spam • confirmed a double opt-in subscription
it_it: • apre una campagna o un autoresponder • clicca un link in una campagna o un autoresponder • si iscrive ad una lista • si disiscrive da una lista • rimbalza una mail • la contrassegna come spam • conferma un'inscrizione doppia Opt-In

source: Subscribers are sorted by 'Last activity' in the list. Therefore, subscribers who did any of the above activity will float to the top of the subscriber list. You will also see changes in the 'Subscribers activity chart'.
it_it: Gli iscritti sono ordinati in base all''ultima attività' nella lista. Perciò un iscritto che non ha fatto nessuna delle citate attività raggiungerà l'apice della lista degli iscritti. Vedrai anche cambiamenti nel 'Grafico delle attività degli iscritti'.

source: Add a cron job for autoresponders
it_it: Aggiungi un cron job per più autoresponder

source: To activate autoresponders, add a
it_it: Per attivare gli autoresponder, aggiungi un

source: This command needs to be run every minute in order to check the database for any autoresponder emails to send. You'll need to set your cron job with the following.
it_it: Questo comando necessita di essere eseguito ogni munto per verificare che database di qualsiasi autoresponder email da inviare funzioni. Dovrai impostare il tuo cron job in questo modo.

source: Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.
it_it: Aggiungere con job varia da host a host, molti offrono a UI per aggiungere un cron job facilmente. Controlla il tuo pannello di controllo dell'host o consulta il tuo host.

source: Once added, wait one minute. If your cron job is functioning correctly, you'll see the autoresponder options instead of this modal window when you click on the "Autoresponders" button.
it_it: Una volta aggiunto, aspetta un minuto. Se il tuo cron job sta funzionando correttamente, vedrai le opzioni dell'autoresponder invece di questa finestra d'esempio quando clicchi sul bottone "Autoresponder".

source: Join our mailing list
it_it: Iscriviti alla nostra mailing List

source: Create a new template
it_it: Crea un nuovo template

source: Use
it_it: Usa

source: Create a new campaign with this template
it_it: Crea una nuova campagna con questo template

source: This template will be permanently deleted. Confirm delete
it_it: Questo template sarà eliminato permanentemente. Conferma la cancellazione

source: No templates have been created yet
it_it: Non c'è ancora alcun template

source: Create one
it_it: Creane uno

source: Two Factor Authentication
it_it: Autenticazione Two Factor

source: OTP Code
it_it: Codice OTP

source: Verify and login
it_it: Verificati e Login

source: Unable to authenticate?
it_it: Impossibile autenticarsi?

source: I have trouble logging in with two-factor authentication
it_it: Ho problemi a loggarmi con l'autenticazione two-factor

source: Mass unsubscribe via CSV file
it_it: Disiscrizione di massa tramite file CSV

source: Unsubscribe email per line
it_it: Disiscrivi email per line

source: Email to unsubscribe
it_it: Email per annullare l'iscrizione

source: Your unsubscribe tag<br/>is working
it_it: Il tuo tag disiscrizione</br>funziona

source: Your unsubscribe tag will be converted to a real unsubscribe link when you send out your campaign.
it_it: Il tuo tag disiscrizione sarà convertito in un link di disiscrizione quando invierai la tua campagna.

source: You're unsubscribed.
it_it: Ora non sei più iscritto.

source: Re-subscribe?
it_it: Desideri iscriverti nuovamente?

source: Import via CSV file
it_it: Importa con un file CSV

source: Number of columns in CSV does not match CSV format example (as shown below).
it_it: Il numero di colonne nel file CSV non corrisponde al formato CSV di esempio (come mostrato qua sotto)

source: If you are uploading a huge CSV file, Try increasing the following values in your server's php.ini to larger numbers. Contact your hosting support if you're unsure how to do this.
it_it: Se stai caricando un grosso file CSV, prova incrementando i seguenti valori nel tuo file php.ini ad un numero più grande. Contatta il tuo supporto di hosting se sei insicuro di come fare.
